Repository: Illuminux/Wel-Amazon-Adds
Catalog: I18n/WAA-*.po
Languages: de_de

source: You do not have permission to edit.
de_de: Sie haben keine Berechtigung zur Bearbeitung.

source: Amazon Partner ID is not set!
de_de: Die Amazon Partner ID ist nicht vorhanden!

source: Amazon Acces Key is not set!
de_de: Amazon Acces Key ist nicht vorhanden!

source: Amazon Location is not set!
de_de: Amazon Standort ist nicht vorhanden!

source: Amazon Secret Acces Key is not set!
de_de: Amazon Secret Acces Key ist nicht vorhanden!

source: image
de_de: Bild

source: Image Links
de_de: Grafik Links

source: enhanced
de_de: Text und Grafik

source: Enhanced Links
de_de: Text und Grafik Links

source: sidebar
de_de: Seitenleiste

source: Sidebar Links
de_de: Seitenleisten Links

source: Missing parameter
de_de: Fehlende Parameter

source: Load
de_de: Laden

source: To randomise a single link, type several ASINS seperated by a coma or for toggle by a semicolon.
de_de: Für die zufällige Wiedergabe eines Links, geben mehrere ASINS von einem Koma getrennt ein. Um mehrere Links nacheinander wiederzugeben trennen die ASINS durch ein Semikolon.

source: Image Size
de_de: Bild Größe

source: Small image
de_de: Kleines Bild

source: Swatch image
de_de: Muster Bild

source: Thumbnail image
de_de: Miniatur Bild

source: Tiny image
de_de: Winziges Bild

source: Medium image
de_de: Mittleres Bild

source: Large image
de_de: Großes Bild

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Original Size
de_de: Orginal Größe

source: Alternate Text
de_de: Alternativ Text

source: Link Title
de_de: Link Titel

source: CSS Class
de_de: CSS Klasse

source: Style
de_de: Stil

source: Alignment
de_de: Ausrichtung

source: None
de_de: keine

source: Left
de_de: links

source: Center
de_de: zentriert

source: Right
de_de: rechts

source: Preview
de_de: Vorschau

source: Enhanced Link
de_de: Text und Grafik Link

source: Image Link
de_de: Grafik Link

source: Use line feed (enter) to separate the ASIN links. To randomise a single link, type several ASINS in one line seperated by a coma or for toggle by a semicolon.
de_de: Verwenden einen Zeilenumbruch (Enter) zur Trennung der ASIN Links. Für die zufällige Wiedergabe eines Links, geben mehrere ASINS von einem Koma getrennt ein. Um mehrere Links nacheinander wiederzugeben trennen die ASINS durch ein Semikolon.

source: CSS-Style
de_de: CSS-Stil

source: CSS-Class
de_de: CSS-Klasse

source: Save all changes
de_de: Änderungen speichern

source: Cancel
de_de: Abbrechen

source: General Options
de_de: Allgemeine Optionen

source: Amazon Location:
de_de: Amazon Standort

source: Select your location
de_de: Wähle den Standort

source: Amazon does not provide an affiliate program for any country. Go to your local amazon web side and check which country provides an affiliate program for you.
de_de: Amazon bietet keine Affiliate-Programm für jedes Land an. Für deutschsprachige, wie Österreich oder Schweiz, kann das Partnerprogramm der deutschen Seite verwendet werden.

source: Amazon Affiliate Program
de_de: Amazon Partner Programm

source: You will get your Partner-ID for the affiliate program at the Amazon webpage of your country.
de_de: Die Partner-ID für das Partner-Programm erhält man auf der Amazon Webseite seines Landes.

source: You will get your Access Key ID at the <a href="http://aws.amazon.com" target="_blank">Amazon Web Service</a> page. After the registration you can generate a Secret Access Key. Copy this key and paste it into the Secret Access Key field.
de_de: Zur Nutzung des <a href="http://aws.amazon.com" target="_blank">Amazon Web Service</a> benötigt meinen einen AWS-Zugang. Nach der Anmeldung erhält man eine Secret Access Key. Diesen Schlüssel auf der AWS-Seite kopieren und Feld das Feld einfügen.

source: Price Indicator:
de_de: Preis Anzeige:

source: Show all prices
de_de: Alle Preise anzeigen

source: Only new prices
de_de: Nur neue Preise anzeigen

source: Do not show prices
de_de: Keine Preise anzeigen

source: Background Color:
de_de: Hintergrundfarbe

source: Border Color:
de_de: Rahmenfarbe

source: Text Color:
de_de: Textfarbe

source: Link Color:
de_de: Linkfarbe

source: Target Window:
de_de: Ziel Fenster:

source: Open link in a new window
de_de: Link in einem neuen Fenster öffnen

source: Open link in the same window
de_de: Link in diesem Fenster öffnen

source: Image Size:
de_de: Bildgröße:

source: Use large image
de_de: Große Grafik verwenden

source: Use small image
de_de: Kleine Grafik verwenden

source: Image size:
de_de: Bildgröße:

source: Save Changes
de_de: Speichern

source: Type is not set!
de_de: Die Linkart wurde nicht festgelegt!

source: Embeds Amazon links to Sidebar
de_de: Füg einen Link auf der Seitenleiste ein

source: Amazon Affiliate
de_de: Amazon Partner Programm

source: Enhanced Links Layout
de_de: Grafik und Text Layout

source: Title:
de_de: Titel:

source: Default Enhanced Links
de_de: Standard Grafik und Text Links

source: Display Links:
de_de: Links anzeigen:

source: On the start page
de_de: Auf der Startseite

source: On the side without a link
de_de: Aus Seiten ohne Links

source: On all sides
de_de: Auf allen Seiten

source: Defaults (ASIN):
de_de: Standard (ASIN):

source: Use line feed (enter) to separate the ASIN links.
de_de: Verwenden einen Zeilenumbruch (Enter) zur Trennung der ASIN Links.

source: CSS-Class:
de_de: CSS-Klasse:

source: CSS-Style:
de_de: CSS-Stil:

source: Default Image Links
de_de: Standard Grafik Links:

source: Display Images:
de_de: Bilder anzeigen:

source: Images in vertical order
de_de: Bilder in vertikaler Anordnung

source: Insert Amazon Affiliate
de_de: Amazon Link einfügen

source: Insert Amazon Add
de_de: Amazon Link einfügen

source: The Plugin Wel!Amazon Adds is an easy way to include Amazon links into your Wordpress Blog. It enables the integration of image links and extended links directly from the Amazon database. These links can be placed directly in the text or on the sidebar, so that each page gets a suitable sidebar for the topic of content.
de_de: Das Plugin Wel!Amazon Adds ist ein einfacher Weg Amazon-Links innerhalb eines Wordpress Blog einzufügen. Es ermöglicht die Integration von Grafik-Links und Grafik-Text-Links direkt aus dem Amazon-Datenbank. Diese Links können direkt im Text platziert werden oder auf der Seitenleiste, so dass jede Seite einen geeigneten Seitenleiste wird für das Thema erhällt.
